Repository: LuicdLabs/OneMMC
Catalog: src/OneMMC/Strings/*/WF.resw
Source language: en_us
Languages: zh_tw

# WF_NewRule
source: New Rule
zh_tw: 新增規則

# WF_EnableRule
source: Enable Rule
zh_tw: 啟用規則

# WF_DisableRule
source: Disable Rule
zh_tw: 停用規則

# WF_DeleteRule
source: Delete Rule
zh_tw: 刪除規則

# WF_SearchRules
source: Search rules
zh_tw: 搜尋規則

# WF_LoadingRules
source: Loading firewall rules...
zh_tw: 正在載入防火牆規則...

# WF_Column_Name
source: Name
zh_tw: 名稱

# WF_Column_Enabled
source: Enabled
zh_tw: 已啟用

# WF_Column_Action
source: Action
zh_tw: 動作

# WF_Column_Protocol
source: Protocol
zh_tw: 通訊協定

# WF_Column_Profile
source: Profile
zh_tw: 設定檔

# WF_AddInboundRule_Title
source: New Inbound Rule
zh_tw: 新增輸入規則

# WF_AddOutboundRule_Title
source: New Outbound Rule
zh_tw: 新增輸出規則

# WF_EditInboundRule_Title
source: Edit Inbound Rule
zh_tw: 編輯輸入規則

# WF_EditOutboundRule_Title
source: Edit Outbound Rule
zh_tw: 編輯輸出規則

# WF_Direction_Inbound
source: Inbound
zh_tw: 輸入

# WF_Direction_Outbound
source: Outbound
zh_tw: 輸出

# WF_Tab_General
source: General
zh_tw: 一般

# WF_Tab_Programs
source: Programs & Ports
zh_tw: 程式與連接埠

# WF_Tab_Scope
source: Scope
zh_tw: 範圍

# WF_Tab_Advanced
source: Advanced
zh_tw: 進階

# WF_Field_Name
source: Name
zh_tw: 名稱

# WF_Field_Name_Placeholder
source: Enter a name for this rule
zh_tw: 輸入此規則的名稱

# WF_Field_Description
source: Description
zh_tw: 描述

# WF_Field_Action
source: Action
zh_tw: 動作

# WF_Field_Protocol
source: Protocol
zh_tw: 通訊協定

# WF_Field_Enabled
source: Rule is enabled
zh_tw: 已啟用規則

# WF_Field_Program
source: Program path
zh_tw: 程式路徑

# WF_Field_Program_Description
source: Specify the program this rule applies to. Leave blank to apply to all programs.
zh_tw: 指定此規則套用的程式。留空則套用至所有程式。

# WF_Field_LocalPort
source: Local port
zh_tw: 本機連接埠

# WF_Field_RemotePort
source: Remote port
zh_tw: 遠端連接埠

# WF_Field_LocalAddress
source: Local IP address
zh_tw: 本機 IP 位址

# WF_Field_RemoteAddress
source: Remote IP address
zh_tw: 遠端 IP 位址

# WF_Field_Profile
source: Profiles
zh_tw: 設定檔

# WF_Action_Allow
source: Allow the connection
zh_tw: 允許連線

# WF_Action_Block
source: Block the connection
zh_tw: 封鎖連線

# WF_Profile_Domain
source: Domain
zh_tw: 網域

# WF_Profile_Private
source: Private
zh_tw: 私人

# WF_Profile_Public
source: Public
zh_tw: 公用

# WF_Error_NameRequired
source: Please enter a name for this rule.
zh_tw: 請輸入此規則的名稱。

# WF_Error_LoadRules
source: Unable to load Windows Firewall rules.
zh_tw: 無法載入 Windows 防火牆規則。

# WF_Error_UpdateRule
source: Unable to update the Windows Firewall rule.
zh_tw: 無法更新 Windows 防火牆規則。

# WF_Error_DeleteRule
source: Unable to delete the Windows Firewall rule.
zh_tw: 無法刪除 Windows 防火牆規則。

# WF_Error_LoadConnectionSecurityRules
source: Unable to load connection security rules.
zh_tw: 無法載入連線安全性規則。

# WF_Error_CreateConnectionSecurityRule
source: Unable to create the connection security rule.
zh_tw: 無法建立連線安全性規則。

# WF_Error_UpdateConnectionSecurityRule
source: Unable to update the connection security rule.
zh_tw: 無法更新連線安全性規則。

# WF_DeleteRule_ConfirmationTitle
source: Delete firewall rule?
zh_tw: 要刪除防火牆規則嗎？

# WF_DeleteRule_ConfirmationMessage
source: Do you want to delete "{0}"?
zh_tw: 是否要刪除「{0}」？

# WF_DeleteRule_ConfirmButton
source: Delete
zh_tw: 刪除

# WF_RuleUnavailable_Title
source: Rule no longer exists
zh_tw: 規則已不存在

# WF_RuleUnavailable_Message
source: This rule was removed outside this page. Go back or refresh the rules list.
zh_tw: 這個規則已在此頁面以外被移除。請返回或重新整理規則清單。

# WF_InboundRules_PageTitle
source: Inbound Rules
zh_tw: 輸入規則

# WF_OutboundRules_PageTitle
source: Outbound Rules
zh_tw: 輸出規則

# WF_Monitoring_PageTitle
source: Monitoring
zh_tw: 監視

# WF_ConnectionSecurityRules_PageTitle
source: Connection Security Rules
zh_tw: 連線安全性規則

# WF_Rule_On
source: On
zh_tw: 開啟

# WF_Rule_Apply
source: Apply
zh_tw: 套用

# WF_Rule_Disable
source: Disable
zh_tw: 停用

# WF_Rule_Enable
source: Enable
zh_tw: 啟用

# WF_Section_General
source: General
zh_tw: 一般

# WF_Section_Action
source: Action
zh_tw: 動作

# WF_Section_ProgramsServices
source: Programs & Services
zh_tw: 程式與服務

# WF_Section_ProtocolsPorts
source: Protocols and ports
zh_tw: 通訊協定和連接埠

# WF_Section_Scope
source: Scope
zh_tw: 範圍

# WF_Section_Advanced
source: Advanced
zh_tw: 進階

# WF_Section_LocalPrincipals
source: Local Principals
zh_tw: 本機主體

# WF_Section_RemoteUsers
source: Remote Users
zh_tw: 遠端使用者

# WF_Section_RemoteComputers
source: Remote Computers
zh_tw: 遠端電腦

# WF_Action_ConnectionAction
source: Connection action
zh_tw: 連線動作

# WF_Action_AllowIfSecure
source: Allow the connection if it is secure
zh_tw: 如果連線安全則允許

# WF_Action_CustomizeAllowSecure
source: Customize Allow if Secure Settings
zh_tw: 自訂安全允許設定

# WF_AllowIfSecure_OverrideBlockRules_Desc
source: Applies to tools that must always be available (such as remote OneMMC).
zh_tw: 適用於必須一律可用的工具 (例如遠端管理工具)。

# WF_AllowIfSecure_OverrideBlockRules_Desc_Inbound
source: Useful for tools that must always be available, such as remote administration tools. If you specify this option, you must also specify an authorized computer or computer group.
zh_tw: 適用於必須一律可用的工具，例如遠端管理工具。若您指定此選項，必須同時指定授權的電腦或電腦群組。

# WF_ProgramsServices_SpecifiedConditions
source: Specified conditions
zh_tw: 指定條件

# WF_ProgramsServices_RuleApplies
source: Rule applies
zh_tw: 規則套用

# WF_Field_Compartments
source: Compartments
zh_tw: 區間

# WF_Field_ApplicationPackages
source: Application Packages
zh_tw: 應用程式套件

# WF_Field_Services
source: Services
zh_tw: 服務

# WF_Program_AllPrograms
source: All programs
zh_tw: 所有程式

# WF_Program_ThisProgram
source: This program
zh_tw: 此程式

# WF_Compartments_All
source: All compartments that meet the specified conditions
zh_tw: 符合指定條件的所有區間

# WF_Compartments_This
source: This compartment
zh_tw: 此區間

# WF_Program_Browse
source: Browse
zh_tw: 瀏覽

# WF_Program_PathPlaceholder
source: e.g. %ProgramFiles%\App\app.exe
zh_tw: 例如 %ProgramFiles%\App\app.exe

# WF_Protocol_Type
source: Protocol type
zh_tw: 通訊協定類型

# WF_Protocol_Number
source: Protocol number
zh_tw: 通訊協定號碼

# WF_Protocol_ICMP
source: Internet Control Message Protocol (ICMP) settings
zh_tw: 網際網路控制訊息通訊協定 (ICMP) 設定

# WF_Port_AllPorts
source: All Ports
zh_tw: 所有連接埠

# WF_Port_SpecificPorts
source: Specific Ports
zh_tw: 特定連接埠

# WF_Port_InputLocalPort
source: Input for local port
zh_tw: 輸入本機連接埠

# WF_Port_InputRemotePort
source: Input for remote port
zh_tw: 輸入遠端連接埠

# WF_Scope_ManageIPAddress
source: Manage Local & Remote IP address
zh_tw: 管理本機與遠端 IP 位址

# WF_Advanced_Profiles
source: Profiles
zh_tw: 設定檔

# WF_Advanced_ProfilesDescription
source: Specify profiles to which this rule applies
zh_tw: 指定此規則套用的設定檔

# WF_Advanced_InterfaceTypes
source: Rule applies for Interface types
zh_tw: 規則套用的介面類型

# WF_Advanced_EdgeTraversal
source: Edge traversal
zh_tw: 邊緣周遊

# WF_Advanced_EdgeTraversalDescription
source: Allows the computer to accept unsolicited inbound packets that have passed through an edge device such as a Network Address Translation (NAT) router or firewall
zh_tw: 允許電腦接受已通過邊緣裝置（例如網路位址轉譯 (NAT) 路由器或防火牆）的未經請求輸入封包

# WF_Advanced_EdgeTraversalType
source: Edge traversal type
zh_tw: 邊緣周遊類型

# WF_EdgeTraversal_Block
source: Block edge traversal
zh_tw: 封鎖邊緣周遊

# WF_EdgeTraversal_Allow
source: Allow edge traversal
zh_tw: 允許邊緣周遊

# WF_EdgeTraversal_DeferToUser
source: Defer to user
zh_tw: 延遲至使用者

# WF_EdgeTraversal_DeferToApp
source: Defer to application
zh_tw: 延遲至應用程式

# WF_EdgeTraversal_Block_Desc
source: Prevent applications from receiving unsolicited traffic from the Internet through a NAT edge device.
zh_tw: 防止應用程式透過 NAT 邊緣裝置從網際網路接收未經請求的流量。

# WF_EdgeTraversal_Allow_Desc
source: Allow applications to receive unsolicited traffic directly from the Internet through a NAT edge device.
zh_tw: 允許應用程式透過 NAT 邊緣裝置直接從網際網路接收未經請求的流量。

# WF_EdgeTraversal_DeferToUser_Desc
source: Let the user decide whether to allow unsolicited from the Internet through a NAT edge device when an application requests it.
zh_tw: 讓使用者決定是否允許應用程式要求時透過 NAT 邊緣裝置從網際網路接收未經請求的流量。

# WF_EdgeTraversal_DeferToApp_Desc
source: Let each application decide whether to allow unsolicited traffic from the Internet through a NAT edge device.
zh_tw: 讓每個應用程式決定是否允許透過 NAT 邊緣裝置從網際網路接收未經請求的流量。

# WF_LocalPrincipals_Manage
source: Manage Authorized users and Exceptions
zh_tw: 管理授權使用者和例外

# WF_RemoteUsers_Manage
source: Manage Authorized users and Exceptions
zh_tw: 管理授權使用者和例外

# WF_RemoteComputers_Manage
source: Manage Authorized computers and Exceptions
zh_tw: 管理授權電腦和例外

# WF_CSR_RemoteEndpoints_Manage
source: Manage remote endpoints
zh_tw: 管理遠端端點

# WF_CSR_Endpoint1Port
source: Endpoint 1 port
zh_tw: 端點 1 連接埠

# WF_CSR_Endpoint1Port_Input
source: Input for endpoint 1 port
zh_tw: 輸入端點 1 連接埠

# WF_CSR_Endpoint2Port
source: Endpoint 2 port
zh_tw: 端點 2 連接埠

# WF_CSR_Endpoint2Port_Input
source: Input for endpoint 2 port
zh_tw: 輸入端點 2 連接埠

# WF_Section_Authentication
source: Authentication
zh_tw: 驗證

# WF_CSR_AuthenticationMode
source: Authentication mode
zh_tw: 驗證模式

# WF_CSR_AuthMode_DoNotAuthenticate
source: Do not authenticate
zh_tw: 不驗證

# WF_CSR_AuthMode_RequestInboundOutbound
source: Request inbound and outbound
zh_tw: 要求輸入和輸出

# WF_CSR_AuthMode_RequireInboundRequestOutbound
source: Require inbound and request outbound
zh_tw: 需要輸入並要求輸出

# WF_CSR_AuthMode_RequireInboundOutbound
source: Require inbound and outbound
zh_tw: 需要輸入和輸出

# WF_CSR_AuthMode_RequireInboundClearOutbound
source: Require inbound and clear outbound
zh_tw: 需要輸入並清除輸出

# WF_CSR_Section_Methods
source: Methods
zh_tw: 方法

# WF_CSR_AuthenticationMethod
source: Authentication method
zh_tw: 驗證方法

# WF_CSR_AuthMethod_Default
source: Default
zh_tw: 預設

# WF_CSR_AuthMethod_ComputerAndUser
source: Computer and user (Kerberos V5)
zh_tw: 電腦和使用者 (Kerberos V5)

# WF_CSR_AuthMethod_Computer
source: Computer (Kerberos V5)
zh_tw: 電腦 (Kerberos V5)

# WF_CSR_AuthMethod_User
source: User (Kerberos V5)
zh_tw: 使用者 (Kerberos V5)

# WF_CSR_AuthMethod_Advanced
source: Advanced
zh_tw: 進階

# WF_CSR_CustomizeMethods
source: Customize methods
zh_tw: 自訂方法

# WF_CSR_ConfigureIPsec
source: Configure IPsec channel
zh_tw: 設定 IPsec 通道

# WF_Button_Customize
source: Customize
zh_tw: 自訂

# WF_Button_Specify
source: Specify
zh_tw: 指定

# WF_Button_Manage
source: Manage
zh_tw: 管理

# WF_Button_Configure
source: Configure
zh_tw: 設定

# WF_OpenLegacyFirewall
source: Open Windows Firewall with Advanced Security
zh_tw: 開啟具有進階安全性的 Windows Defender 防火牆

# WF_PredefinedRule_InfoBar_Title
source: This is a predefined rule
zh_tw: 這是預先定義的規則

# WF_PredefinedRule_InfoBar_Message
source: Some properties of this predefined rule cannot be modified.
zh_tw: 此預先定義規則的部分屬性無法修改。

# WF_Validation_ProgramPathRequired
source: Please choose a program path before applying this rule.
zh_tw: 當套用到「此程式」時，必須先指定程式路徑。

# WF_Validation_CompartmentRequired
source: Please enter a compartment before applying this rule.
zh_tw: 當套用到「此區間」時，必須先輸入區間。

# WF_Validation_CompartmentInvalid
source: Compartment must be a number from 0 through 65535.
zh_tw: 區間必須是 0 到 65535 之間的數字。

# WF_Validation_ProtocolNumberInvalid
source: Custom protocol number must be a whole number from 0 through 255.
zh_tw: 自訂通訊協定編號必須是 0 到 255 之間的整數。

# WF_ServicesDialog_Title
source: Customize Service Settings
zh_tw: 自訂服務設定

# WF_ServicesDialog_Description
source: Choose how this rule applies to services.
zh_tw: 選擇此規則套用到服務的方式。

# WF_ServicesDialog_All
source: Apply to all programs and services
zh_tw: 套用至所有程式及服務

# WF_ServicesDialog_Only
source: Apply to services only
zh_tw: 僅套用至服務

# WF_ServicesDialog_Specific
source: Apply to this service:
zh_tw: 套用至此服務：

# WF_ServicesDialog_ShortName
source: Apply to a service with this short name (for example: eventlog):
zh_tw: 套用至名稱為此短名稱的服務 (例如：eventlog)：

# WF_ServicesDialog_ShortNamePlaceholder
source: Enter a service short name
zh_tw: 輸入服務短名稱

# WF_ServicesDialog_ShortNameColumn
source: Short name
zh_tw: 短名稱

# WF_ServicesDialog_SelectionRequired
source: Select a service before saving.
zh_tw: 儲存前必須先選取服務。

# WF_ServicesDialog_ShortNameRequired
source: Enter a service short name before saving.
zh_tw: 儲存前必須先輸入服務短名稱。

# WF_ApplicationPackagesDialog_Title
source: Customize Application Package Settings
zh_tw: 自訂應用程式套件設定

# WF_ApplicationPackagesDialog_Description
source: Choose how this rule applies to application packages.
zh_tw: 選擇此規則套用到應用程式套件的方式。

# WF_ApplicationPackagesDialog_All
source: Apply to all programs and application packages
zh_tw: 套用至所有程式與應用程式套件

# WF_ApplicationPackagesDialog_PackagesOnly
source: Apply to application packages only
zh_tw: 只套用至應用程式套件

# WF_ApplicationPackagesDialog_Specific
source: Apply to this application package:
zh_tw: 套用至此應用程式套件：

# WF_ApplicationPackagesDialog_Sid
source: Apply to an app container package SID (for example: S-1-15-...):
zh_tw: 套用至具有此 SID 的應用程式套件 (例如：S-1-15-...)：

# WF_ApplicationPackagesDialog_SidPlaceholder
source: Enter an app container package SID
zh_tw: 輸入應用程式套件 SID

# WF_ApplicationPackagesDialog_UserColumn
source: User
zh_tw: 使用者

# WF_ApplicationPackagesDialog_SelectionRequired
source: Select an application package before saving.
zh_tw: 儲存前必須先選取應用程式套件。

# WF_ApplicationPackagesDialog_SidRequired
source: Enter an app container package SID before saving.
zh_tw: 儲存前必須先輸入應用程式套件 SID。

# WF_RemoteComputersDialog_Title
source: Manage Authorized Computers
zh_tw: 管理授權的電腦

# WF_RemoteComputersDialog_SecureRequired
source: This condition is only available when the connection action is set to allow the connection if it is secure.
zh_tw: 只有當連線動作設為「如果連線安全則允許」時，才可使用此條件。

# WF_RemoteComputersDialog_Description
source: Specify authorized computers and optional exceptions.
zh_tw: 指定授權的電腦，以及可選的例外。

# WF_RemoteComputersDialog_Authorized
source: These authorized computers
zh_tw: 這些授權的電腦

# WF_RemoteComputersDialog_Exception
source: Except for these computers
zh_tw: 除了這些電腦之外

# WF_RemoteComputersDialog_ExceptionDescription
source: These computers are excluded even if they appear in the authorized list.
zh_tw: 即使這些電腦出現在授權清單中，也會被排除。

# WF_RemoteComputersDialog_SelectionRequired
source: Specify at least one computer for each enabled list before saving.
zh_tw: 儲存前，每個已啟用的清單至少都要指定一台電腦。

# WF_AddFirstAuthMethod_ComputerCertificateFromThisCertificationAuthorityCA
source: Computer certificate from this certification authority (CA):
zh_tw: 來自此憑證授權單位 (CA) 的電腦憑證:

# WF_AddFirstAuthMethod_EnterPresharedKey
source: Enter preshared key
zh_tw: 輸入預先共用金鑰

source: Preshared key authentication is less secure than other authentication methods. Preshared keys are stored in plaintext. When preshared key authentication is used, Second Authentication cannot be used.
zh_tw: 預先共用金鑰驗證的安全性低於其他驗證方法。預先共用金鑰以純文字儲存。使用預先共用金鑰驗證時，無法使用第二個驗證。

# WF_AddFirstAuthMethod_PresharedKeyNotRecommended
source: Preshared key (not recommended):
zh_tw: 預先共用金鑰 (不建議):

# WF_AddFirstAuthMethod_SelectTheCredentialToUseForFirstAuthentication
source: Select the credential to use for first authentication:
zh_tw: 選取要用於第一個驗證的憑證:

# WF_AddSecondAuthMethod_ComputerHealthCertificateFromThisCertificationAuthorityCA
source: Computer health certificate from this certification authority (CA):
zh_tw: 來自此憑證授權單位 (CA) 的電腦健康情況憑證:

source: Note: You cannot use both user credentials and computer credentials in the second authentication methods list.
zh_tw: 注意: 您不能在第二個驗證方法清單中同時使用使用者憑證和電腦憑證。

# WF_AddSecondAuthMethod_SelectTheCredentialToUseForTheSecondAuthentication
source: Select the credential to use for the second authentication:
zh_tw: 選取要用於第二個驗證的憑證:

# WF_AddSecondAuthMethod_UserCertificateFromThisCertificationAuthorityCA
source: User certificate from this certification authority (CA):
zh_tw: 來自此憑證授權單位 (CA) 的使用者憑證:

# WF_AdvancedCertCriteria_Add
source: Add >
zh_tw: 新增 >

# WF_AdvancedCertCriteria_CertificateName
source: Certificate name:
zh_tw: 憑證名稱:

# WF_AdvancedCertCriteria_CertificateNameRestriction
source: Certificate name restriction
zh_tw: 憑證名稱限制

# WF_AdvancedCertCriteria_CertificateThumbprint
source: Certificate thumbprint
zh_tw: 憑證指紋

# WF_AdvancedCertCriteria_CustomEKU
source: Custom EKU
zh_tw: 自訂 EKU

# WF_AdvancedCertCriteria_CustomOIDEG1234
source: Custom OID (e.g. 1.2.3.4)
zh_tw: 自訂 OID (例如 1.2.3.4)

# WF_AdvancedCertCriteria_EnhancedKeyUsageEKU
source: Enhanced key usage (EKU)
zh_tw: 增強金鑰使用方式 (EKU)

# WF_AdvancedCertCriteria_FollowCertificateRenewal
source: Follow certificate renewal
zh_tw: 遵循憑證更新

# WF_AdvancedCertCriteria_NoRestrictionDefault
source: No restriction (default)
zh_tw: 無限制 (預設)

# WF_AdvancedCertCriteria_Remove
source: Remove <
zh_tw: 移除 <

# WF_AdvancedCertCriteria_RequiredEKUs
source: Required EKUs
zh_tw: 必要的 EKU

# WF_AdvancedCertCriteria_RestrictUsage
source: Restrict usage
zh_tw: 限制使用方式

# WF_AdvancedCertCriteria_SelectNameType
source: Select name type
zh_tw: 選取名稱類型

# WF_AdvancedCertCriteria_SubjectAlternativeNameDNS
source: Subject Alternative Name DNS
zh_tw: 主體別名 DNS

# WF_AdvancedCertCriteria_SubjectAlternativeNameEmail
source: Subject Alternative Name Email
zh_tw: 主體別名電子郵件

# WF_AdvancedCertCriteria_SubjectAlternativeNamePrincipal
source: Subject Alternative Name Principal
zh_tw: 主體別名主體

# WF_AdvancedCertCriteria_SubjectCN
source: Subject CN
zh_tw: 主體 CN

# WF_AdvancedCertCriteria_SubjectDC
source: Subject DC
zh_tw: 主體 DC

# WF_AdvancedCertCriteria_SubjectO
source: Subject O
zh_tw: 主體 O

# WF_AdvancedCertCriteria_SubjectOU
source: Subject OU
zh_tw: 主體 OU

# WF_AdvancedCertCriteria_Thumbprint
source: Thumbprint:
zh_tw: 指紋:

# WF_AdvancedKeyExchangeSettings_CompatibleWithWindowsVistaAndLater
source: Compatible with Windows Vista and later.
zh_tw: 與 Windows Vista 及更新版本相容。

# WF_AdvancedKeyExchangeSettings_KeyExchangeAlgorithm
source: Key exchange algorithm
zh_tw: 金鑰交換演算法

# WF_AdvancedKeyExchangeSettings_KeyExchangeOptions
source: Key exchange options
zh_tw: 金鑰交換選項

# WF_AdvancedKeyExchangeSettings_Sessions
source: Sessions:
zh_tw: 工作階段:

source: Specify when a new key is generated. If you select both options, a new key is generated when the first threshold is reached.
zh_tw: 指定產生新金鑰的時機。如果您選取兩個選項，則會在達到第一個門檻時產生新金鑰。

# WF_AdvancedKeyExchangeSettings_UseDiffieHellmanForEnhancedSecurity
source: Use Diffie-Hellman for enhanced security.
zh_tw: 使用 Diffie-Hellman 以增強安全性。

source: Use the following security methods for key exchange. Those higher in the list are tried first.
zh_tw: 使用下列安全性方法進行金鑰交換。清單中較上方的項目會優先嘗試。

# WF_Capabilities_ChooseCapabilities
source: Choose Capabilities
zh_tw: 選擇功能

# WF_Capabilities_SelectTheApplicationPackageCapabilitiesToAuthorize
source: Select the application package capabilities to authorize.
zh_tw: 選取要授權的應用程式套件功能。

# WF_Common_AcceptOnlyHealthCertificates
source: Accept only health certificates
zh_tw: 僅接受健康情況憑證

# WF_Common_AddEllipsis
source: Add...
zh_tw: 新增...

# WF_Common_AdvancedEllipsis
source: Advanced...
zh_tw: 進階...

# WF_Common_All
source: All
zh_tw: 全部

# WF_Common_AllInterfaceTypes
source: All interface types
zh_tw: 所有介面類型

# WF_Common_Any
source: Any
zh_tw: 任何

# WF_Common_AnyAddressForDynamicTunnelConfiguration
source: Any address (for dynamic tunnel configuration)
zh_tw: 任何位址 (用於動態通道設定)

# WF_Common_AnyIPAddress
source: Any IP address
zh_tw: 任何 IP 位址

# WF_Common_Browse
source: Browse...
zh_tw: 瀏覽...

# WF_Common_CADistinguishedName
source: CA distinguished name
zh_tw: CA 辨別名稱

# WF_Common_CertificateStoreType
source: Certificate store type:
zh_tw: 憑證存放區類型:

# WF_Common_ComputerKerberosV5
source: Computer (Kerberos V5)
zh_tw: 電腦 (Kerberos V5)

# WF_Common_Computers
source: Computers
zh_tw: 電腦

# WF_Common_ConfigureTunnelEndpoints
source: Configure Tunnel Endpoints
zh_tw: 設定通道端點

# WF_Common_Custom
source: Custom
zh_tw: 自訂

# WF_Common_Default
source: Default
zh_tw: 預設

# WF_Common_DescriptionOptional
source: Description (optional)
zh_tw: 描述 (選擇性)

# WF_Common_Details
source: Details
zh_tw: 詳細資料

# WF_Common_Edit
source: Edit...
zh_tw: 編輯...

# WF_Common_EnableCertificateToAccountMapping
source: Enable certificate to account mapping
zh_tw: 啟用憑證到帳戶的對應

# WF_Common_Encryption
source: Encryption
zh_tw: 加密

# WF_Common_EncryptionAlgorithm
source: Encryption algorithm:
zh_tw: 加密演算法:

# WF_Common_ESPRecommended
source: ESP (recommended)
zh_tw: ESP (建議)

# WF_Common_Integrity
source: Integrity
zh_tw: 完整性

# WF_Common_IntegrityAlgorithm
source: Integrity algorithm:
zh_tw: 完整性演算法:

# WF_Common_IPsecTunnelAuthorization
source: IPsec tunnel authorization
zh_tw: IPsec 通道授權

# WF_Common_IPv4Address
source: IPv4 address:
zh_tw: IPv4 位址:

# WF_Common_IPv6Address
source: IPv6 address:
zh_tw: IPv6 地址:

# WF_Common_KeyLifetimes
source: Key lifetimes
zh_tw: 金鑰使用期限

# WF_Common_LocalAreaNetworkLAN
source: Local area network (LAN)
zh_tw: 區域網路 (LAN)

# WF_Common_Minutes
source: Minutes:
zh_tw: 分鐘:

# WF_Common_No
source: No
zh_tw: 否

# WF_Common_NoDefault
source: No (default)
zh_tw: 否 (預設)

# WF_Common_None
source: None
zh_tw: 無

# WF_Common_OnlyAllowConnectionsFromTheseUsers
source: Only allow connections from these users
zh_tw: 僅允許來自這些使用者的連線

# WF_Common_RemoteAccess
source: Remote access
zh_tw: 遠端存取

# WF_Common_RuleName
source: Rule Name
zh_tw: 規則名稱

# WF_Common_SigningAlgorithm
source: Signing algorithm:
zh_tw: 簽署演算法:

# WF_Common_SpecificAddress
source: Specific address
zh_tw: 特定位址

# WF_Common_TheseIPAddresses
source: These IP addresses:
zh_tw: 這些 IP 位址:

# WF_Common_Type
source: Type
zh_tw: 類型

# WF_Common_UserKerberosV5
source: User (Kerberos V5)
zh_tw: 使用者 (Kerberos V5)

# WF_Common_Users
source: Users
zh_tw: 使用者

# WF_Common_WindowsDefenderFirewallProperties
source: Windows Defender Firewall Properties
zh_tw: Windows Defender 防火牆屬性

# WF_Common_Wireless
source: Wireless
zh_tw: 無線

# WF_Common_Yes
source: Yes
zh_tw: 是

# WF_Common_YesDefault
source: Yes (default)
zh_tw: 是 (預設)

# WF_ConfigureIPsec_ApplyAuthorizationA
source: Apply authorization (A)
zh_tw: 套用授權 (A)

# WF_ConfigureIPsec_ConnectionsFromEndpoint1ToEndpoint2WillPassThroughTheSpecified
source: Connections from endpoint 1 to endpoint 2 will pass through the specified tunnel endpoints. Tunnel endpoints are typically gateway servers.
zh_tw: 從端點 1 到端點 2 的連線會通過指定的通道端點。通道端點通常是閘道伺服器。

# WF_ConfigureIPsec_EditD
source: Edit (D)...
zh_tw: 編輯 (D)...

# WF_ConfigureIPsec_EditE
source: Edit (E)...
zh_tw: 編輯 (E)...

# WF_ConfigureIPsec_EG19216811
source: e.g., 192.168.1.1
zh_tw: 例如 192.168.1.1

# WF_ConfigureIPsec_EG2001Db81
source: e.g., 2001:db8::1
zh_tw: 例如 2001:db8::1

# WF_ConfigureIPsec_ExemptIPsecProtectedConnectionsX
source: Exempt IPsec-protected connections (X)
zh_tw: 豁免 IPsec 保護的連線 (X)

# WF_ConfigureIPsec_LocalTunnelEndpointClosestToEndpoint1
source: Local tunnel endpoint (closest to endpoint 1):
zh_tw: 本機通道端點 (最接近端點 1):

# WF_ConfigureIPsec_NoteWhenUsingIPsecTunnelsTheAuthenticationModeMustBeSetTo
source: Note: When using IPsec tunnels, the authentication mode must be set to [Require inbound and outbound] or [Require inbound and clear outbound] (for gateway devices).
zh_tw: 注意: 使用 IPsec 通道時，驗證模式必須設為 [需要輸入和輸出] 或 [需要輸入並清除輸出] (適用於閘道裝置)。

# WF_ConfigureIPsec_RemoteTunnelEndpointClosestToEndpoint2
source: Remote tunnel endpoint (closest to endpoint 2):
zh_tw: 遠端通道端點 (最接近端點 2):

# WF_ConfigureIPsec_SpecificAddress
source: Specific address:
zh_tw: 特定位址:

# WF_ConfigureIPsec_UseIPsecTunnelU
source: Use IPsec tunnel (U)
zh_tw: 使用 IPsec 通道 (U)

source: Apply IPsec tunnel authorization as specified on the IPsec Settings tab.
zh_tw: 套用 IPsec 通道授權，如 IPsec 設定索引標籤上所指定。

# WF_ConfigureTunnelEndpoints_MyIPAddress
source: My IP address
zh_tw: 我的 IP 位址

# WF_ConfigureTunnelEndpoints_WhatIsTheLocalTunnelEndpointClosestToEndpoint1
source: What is the local tunnel endpoint (closest to Endpoint 1)?
zh_tw: 最接近端點 1 的本機通道端點為何?

# WF_ConfigureTunnelEndpoints_WhatIsTheRemoteTunnelEndpointClosestToEndpoint2
source: What is the remote tunnel endpoint (closest to Endpoint 2)?
zh_tw: 最接近端點 2 的遠端通道端點為何?

# WF_ConnectionSecurityRuleProperties_ApplyAuthorization
source: Apply authorization:
zh_tw: 套用授權:

# WF_ConnectionSecurityRuleProperties_DefaultRuleName
source: Rule
zh_tw: 規則
